tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "neovim/neovim"
tap "rcmdnk/file"
tap "sanemat/font"
cask "xquartz"
brew "autossh"
brew "ctags"
brew "direnv"
brew "elm"
brew "git"
brew "fzf"
brew "ghq"
brew "heroku"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mongodb", restart_service: true
brew "neovim"
brew "nkf"
brew "peco"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "watchman"
brew "wget"
brew "yarn"
brew "zsh"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "alfred"
cask "android-studio"
cask "atom"
cask "bettertouchtool"
cask "cmd-eikana"
cask "cooviewer"
cask "cyberduck"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "flux"
cask "font-roboto"
cask "google-chrome"
cask "hyper"
cask "imageoptim"
cask "inkscape"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "macwinzipper"
cask "movist"
cask "shiftit"
cask "sketch"
cask "skitch"
cask "slack"
cask "the-unarchiver"
cask "trailer"
cask "vagrant"
cask "virtualbox"
cask "xld"
mas "1Password", id: 443987910
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kobito", id: 896624060
mas "LINE", id: 539883307
mas "Switch Sound File Converter Free", id: 1087079310
mas "Xcode", id: 497799835
