tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "neovim/neovim"
tap "rcmdnk/file"
tap "sanemat/font"
brew "amazon-ecs-cli"
brew "openssl"
brew "gdbm"
brew "python"
brew "asciinema"
brew "autossh"
brew "awscli"
brew "bc"
brew "circleci"
brew "composer"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "elm"
brew "ffmpeg"
brew "fzf"
brew "gdal"
brew "geoipupdate"
brew "ghq"
brew "gifsicle"
brew "git"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnupg"
brew "gpg-agent"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "libmaxminddb"
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mongodb"
brew "multitail"
brew "neovim"
brew "nim"
brew "nkf"
brew "nmap"
brew "peco"
brew "pinentry-mac"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "ssllabs-scan"
brew "telnet"
brew "terraform"
brew "testssl"
brew "tig"
brew "tmux"
brew "tree"
brew "watchman"
brew "weechat", args: ["with-perl", "with-python@2", "with-ruby"]
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "airtable"
cask "alfred"
cask "amazon-music"
cask "android-studio"
cask "atom"
cask "bettertouchtool"
cask "blisk"
cask "browserstacklocal"
cask "caffeine"
cask "cmd-eikana"
cask "cooviewer"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "evernote"
cask "expressvpn"
cask "firefox"
cask "flux"
cask "font-roboto"
cask "google-chrome"
cask "google-chrome-canary"
cask "hyper"
cask "imageoptim"
cask "inkscape"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "macwinzipper"
cask "metabase-app"
cask "mongodb-compass-readonly"
cask "movist"
cask "ngrok"
cask "pock"
cask "reactotron"
cask "robo-3t"
cask "shiftit"
cask "sketch"
cask "skitch"
cask "slack"
cask "spotify"
cask "station"
cask "synergy"
cask "the-unarchiver"
cask "trailer"
cask "tunnelbear"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "xld"
cask "xquartz"
mas "1Password", id: 443987910
mas "Be Focused", id: 973134470
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kobito", id: 896624060
mas "LINE", id: 539883307
mas "Switch", id: 1087079310
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
