tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'neovim/neovim'
tap 'rcmdnk/file'
tap 'sanemat/font'
brew 'ctags'
brew 'git'
brew 'fzf'
brew 'ghq'
brew 'htop'
brew 'imagemagick'
brew 'jq'
brew 'mas'
brew 'mongodb', restart_service: true
brew 'nkf'
brew 'peco'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'tig'
brew 'tmux'
brew 'watchman'
brew 'zsh'
brew 'neovim/neovim/neovim'
brew 'sanemat/font/ricty', args: ['with-powerline']
cask 'alfred'
cask 'android-studio'
cask 'atom'
cask 'bettertouchtool'
cask 'cmd-eikana'
cask 'dropbox'
cask 'evernote'
cask 'flux'
cask 'google-chrome'
cask 'imageoptim'
cask 'istat-menus'
cask 'iterm2'
cask 'java'
cask 'shiftit'
cask 'slack'
cask 'trailer'
mas '1Password', id: 443987910
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Kobito', id: 896624060
mas 'LINE', id: 539883307
mas 'Xcode', id: 497799835
